Repository: Benbb96/benbb96-website
Catalog: music/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Has links
fr: Possède des liens

source: Name
fr: Nom

source: Search via a style
fr: Rechercher via un style

source: Music
fr: Musique

source: Link to the music
fr: Lien vers la musique

source: Creator
fr: Créateur

source: Platform
fr: Plateforme

source: Creation date
fr: Date de création

source: Validation date
fr: Date de validation

source: Click count
fr: Nombre de clique

source: Artist
fr: Artiste

source: Country
fr: Pays

source: City
fr: Ville

source: Website
fr: Site web

source: Mail contact
fr: Contact par mail

source: Contact phone number
fr: Contact par téléphone

source: Followers on Soundcloud
fr: Abonnés sur Soundcloud

source: Created on %(artiste_date)s at %(artiste_time)s by <a href="%(artiste_createur_url)s">%(artiste_createur)s</a>.
fr: Crée le %(artiste_date)s à %(artiste_time)s par <a href="%(artiste_createur_url)s">%(artiste_createur)s</a>.

source: Musics
fr: Musiques

source: Playlists with %(artiste_name)s
fr: Playlists avec du %(artiste_name)s

source: Artists
fr: Artistes

source: Artist name
fr: Nom d'Artiste

source: First name / Last name
fr: Prénom Nom

source: Number of musics
fr: Nombre de musiques

source: Number of featuring
fr: Nombre de feat

source: Number of remixes
fr: Nombre de remix

source: No artist has been created yet...
fr: Aucun artiste n'a encore été créé...

source: My new project to save all my playlists which are on my phone and with a link system to different platforms to listening to music
fr: Mon nouveau projet pour sauvegarder toutes mes playlists qui sont sur mon téléphone avec un système de lien vers différentes plate-formes pour écouter les musiques.

source: Added by
fr: Ajouté par

source: on
fr: le

source: seen
fr: vu

source: times
fr: fois

source: Validate the link
fr: Valider le lien

source: Created by %(playlist_createur)s on %(playlist_date)s
fr: Crée par %(playlist_createur)s le %(playlist_date)s

source: Playlist music count
fr: Nombre de musique de la playlist

source: No playlist has been created.
fr: Aucune playlist n'a été créée.

source: No music has been created here.
fr: Aucune musique n'a été créée ici.

source: Title
fr: Titre

source: Date add
fr: Date d'ajout

source: View count
fr: Nombre de vue

source: Links
fr: Liens

source: Artists from this label
fr: Artistes de ce label

source: See all...
fr: Voir tout...

source: Filter options
fr: Options de filtre

source: Nomber of music from this label
fr: Nombre de musiques dans ce label

source: No labels has been created yet...
fr: Aucun label n'a encore été créé...

source: See artist page
fr: Voir la page de l'artiste

source: Added on %(musique_date)s at %(musique_time)s by <a href="%(musique_createur_url)s">%(musique_createur)s</a>.
fr: Ajouté le %(musique_date)s à %(musique_time)s par <a href="%(musique_createur_url)s">%(musique_createur)s</a>.

source: Links to validate
fr: Liens à valider

source: Add a link
fr: Ajouter un lien

source: Add the link
fr: Ajouter le lien

source: Search on :
fr: Rechercher sur :

source: Search on Google
fr: Rechercher sur Google

source: Search on YouTube
fr: Rechercher sur Youtube

source: Search on Soundcloud
fr: Recherche sur Soundcloud

source: Search on Spotify
fr: Rechercher sur Spotify

source: This music is present in these playlists
fr: Cette musique est présente dans les playlists

source: All Musics
fr: Toutes les musiques

source: Filter
fr: Filtrer

source: Erase
fr: Effacer

source: Created on %(playlist_date)s at %(playlist_time)s by <a href="%(playlist_createur_url)s">%(playlist_createur)s</a>.
fr: Crée le %(playlist_date)s à %(playlist_time)s par <a href="%(playlist_createur_url)s">%(playlist_createur)s</a>.

source: Playlist artists
fr: Artistes de la playlist

source: My playlists
fr: Mes playlists

source: Number of views
fr: Nombre de vue

source: No playlist has been created yet...
fr: Aucune playlist n'a encore été créée

source: Wiki link
fr: Lien wiki

source: Artists playing this style
fr: Artistes jouant ce style

source: Nomber of music from this style
fr: Nombre de musiques de ce style

source: No styles has been created yet...
fr: Aucun style n'a encore été créé
